WORDS_ORTHOEPY = {'августовский': {'correct': 'а́вгустовский', 'variants': ['а́вгустовский', 'августо́вский']},
                   'агент': {'correct': 'аге́нт', 'variants': ['а́гент', 'аге́нт']},
                   'агентство': {'correct': 'аге́нтство', 'variants': ['а́гентство', 'аге́нтство']},
                   'агония': {'correct': 'аго́ния', 'variants': ['аго́ния', 'агони́я']},
                   'алкоголь': {'correct': 'алкого́ль', 'variants': ['алко́голь', 'алкого́ль']},
                   'алфавит': {'correct': 'алфави́т', 'variants': ['а́лфавит', 'алфави́т']},
                   'анатом': {'correct': 'ана́том', 'variants': ['анато́м', 'ана́том']},
                   'антитеза': {'correct': 'антите́за', 'variants': ['анти́теза', 'антите́за']},
                   'апостроф': {'correct': 'апостро́ф', 'variants': ['апо́строф', 'апостро́ф']},
                   'арбуз': {'correct': 'арбу́з', 'variants': ['а́рбуз', 'арбу́з']},
                   'аргумент': {'correct': 'аргуме́нт', 'variants': ['аргу́мент', 'аргуме́нт']},
                   'арест': {'correct': 'аре́ст', 'variants': ['а́рест', 'аре́ст']},
                   'аристократия': {'correct': 'аристокра́тия', 'variants': ['аристокра́тия', 'аристократи́я']},
                   'асимметрия': {'correct': 'асимметри́я', 'variants': ['асимме́трия', 'асимметри́я']},
                   'астроном': {'correct': 'астроно́м', 'variants': ['астроно́м', 'астро́ном']},
                   'атлас (география)': {'correct': 'а́тлас', 'variants': ['а́тлас', 'атла́с']},
                   'атлас (ткань)': {'correct': 'атла́с', 'variants': ['а́тлас', 'атла́с']},
                   'афера': {'correct': 'афе́ра', 'variants': ['афе́ра', 'афёра']},
                   'аэропорты': {'correct': 'аэропо́рты', 'variants': ['аэропо́рты', 'аэропорты́']},
                   'баллотировать': {'correct': 'баллоти́ровать', 'variants': ['баллоти́ровать', 'баллотирова́ть']},
                   'балованный': {'correct': 'бало́ванный', 'variants': ['бало́ванный', 'ба́лованный']},
                   'баловать': {'correct': 'балова́ть', 'variants': ['балова́ть', 'ба́ловать']},
                   'баловник': {'correct': 'баловни́к', 'variants': ['баловни́к', 'ба́ловник']},
                   'балуясь': {'correct': 'балу́ясь', 'variants': ['балу́ясь', 'ба́луясь']},
                   'банты': {'correct': 'ба́нты', 'variants': ['ба́нты', 'банты́']},
                   'банта': {'correct': 'ба́нта', 'variants': ['ба́нта', 'банта́']},
                   'бармен': {'correct': 'ба́рмен', 'variants': ['ба́рмен', 'барме́н']},
                   'безудержный': {'correct': 'безу́держный', 'variants': ['безу́держный', 'безуде́ржный']},
                   'береста': {'correct': ['береста́', 'берёста'], 'variants': ['береста́', 'берёста']},
                   'благовест': {'correct': 'бла́говест', 'variants': ['бла́говест', 'благове́ст']},
                   'благоволить': {'correct': 'благоволи́ть', 'variants': ['благоволи́ть', 'благово́лить']},
                   'борода': {'correct': 'борода́', 'variants': ['борода́', 'бо́рода']},
                   'бороду': {'correct': 'бо́роду', 'variants': ['бо́роду', 'бороду́']},
                   'бочковый': {'correct': 'бо́чковый', 'variants': ['бо́чковый', 'бочко́вый']},
                   'брала': {'correct': 'брала́', 'variants': ['брала́', 'бра́ла']},
                   'браться': {'correct': 'бра́ться', 'variants': ['бра́ться', 'браться́']},
                   'бралась': {'correct': 'брала́сь', 'variants': ['брала́сь', 'бра́ла́сь']},
                   'бредовой': {'correct': 'бредово́й', 'variants': ['бредово́й', 'бредо́вой']},
                   'бредовый': {'correct': 'бредо́вый', 'variants': ['бредо́вый', 'бре́довый']},
                   'броня (запись на мероприятие)': {'correct': 'бро́ня', 'variants': ['бро́ня', 'броня́']},
                   'броня (защита)': {'correct': 'броня́', 'variants': ['броня́', 'бро́ня']},
                   'булочная': {'correct': 'бу́лочная', 'variants': ['бу́лочная', 'булочна́я']},
                   'буржуазия': {'correct': 'буржуази́я', 'variants': ['буржуази́я', 'буржуа́зия']},
                   'бутерброд': {'correct': 'бутербро́д', 'variants': ['бутербро́д', 'буте́рброд']},
                   'бухгалтер': {'correct': 'бухга́лтер', 'variants': ['бухга́лтер', 'бухгалте́р']},
                   'бухгалтеров': {'correct': 'бухга́лтеров', 'variants': ['бухга́лтеров', 'бухгалтеро́в']},
                   'валовой': {'correct': 'валово́й', 'variants': ['валово́й', 'ва́ловой']},
                   'варить': {'correct': 'вари́ть', 'variants': ['вари́ть', 'ва́рить']},
                   'варит': {'correct': 'ва́рит', 'variants': ['вари́т', 'ва́рит']},
                   'варишь': {'correct': 'ва́ришь', 'variants': ['ва́ришь', 'вари́шь']},
                   'варят': {'correct': 'ва́рят', 'variants': ['ва́рят', 'варя́т']},
                   'варящийся': {'correct': 'варя́щийся', 'variants': ['варя́щийся', 'ва́рящийся']},
                   'вахтер': {'correct': 'вахтёр', 'variants': ['вахтёр', 'ва́хтер']},
                   'верба': {'correct': 'ве́рба', 'variants': ['ве́рба', 'верба́']},
                   'верна': {'correct': 'верна́', 'variants': ['верна́', 'ве́рна']},
                   'вероисповедание': {'correct': 'вероиспове́дание', 'variants': ['вероиспове́дание', 'вероисповеда́ние']},
                   'взбешённый': {'correct': 'взбешённый', 'variants': ['взбешённый', 'взбе́шенный']},
                   'взяла': {'correct': 'взяла́', 'variants': ['взя́ла', 'взяла́']},
                   'взялась': {'correct': 'взяла́сь', 'variants': ['взяла́сь', 'взя́лась']},
                   'взяться': {'correct': 'взя́ться', 'variants': ['взя́ться', 'взяться́']},
                   'включенный': {'correct': 'включённый', 'variants': ['включённый', 'вклю́ченный']},
                   'включен': {'correct': 'включён', 'variants': ['включён', 'вклю́чен']},
                   'включишь': {'correct': 'включи́шь', 'variants': ['включи́шь', 'вклю́чишь']},
                   'включит': {'correct': 'включи́т', 'variants': ['включи́т', 'вклю́чит']},
                   'включим': {'correct': 'включи́м', 'variants': ['включи́м', 'вклю́чим']},
                   'влиться': {'correct': 'вли́ться', 'variants': ['вли́ться', 'влиться́']},
                   'влилась': {'correct': 'влила́сь', 'variants': ['влила́сь', 'вли́лась']},
                   'вовремя': {'correct': 'во́время', 'variants': ['во́время', 'вовре́мя']},
                   'водопровод': {'correct': 'водопрово́д', 'variants': ['водопрово́д', 'водопро́вод']},
                   'волгодонский (г. Волгодонск)': {'correct': 'волгодо́нский', 'variants': ['волгодо́нский', 'волго́донский']},
                   'волка': {'correct': 'во́лка', 'variants': ['во́лка', 'волка́']},
                   'волки': {'correct': 'во́лки', 'variants': ['во́лки', 'волки́']},
                   'волков': {'correct': 'волко́в', 'variants': ['волко́в', 'во́лков']},
                   'вора': {'correct': 'во́ра', 'variants': ['во́ра', 'вора́']},
                   'воры': {'correct': 'во́ры', 'variants': ['во́ры', 'воры́']},
                   'воров': {'correct': 'воро́в', 'variants': ['воро́в', 'во́ров']},
                   'ворам': {'correct': 'вора́м', 'variants': ['вора́м', 'во́рам']},
                   '(о) ворах': {'correct': 'вора́х', 'variants': ['вора́х', 'во́рах']},
                   'ворвалась': {'correct': 'ворвала́сь', 'variants': ['ворвала́сь', 'ворва́лась']},
                   'воспринять': {'correct': 'восприня́ть', 'variants': ['восприня́ть', 'воспри́нять']},
                   'восприняла': {'correct': 'восприняла́', 'variants': ['восприняла́', 'воспри́няла']},
                   'воссоздала': {'correct': 'воссоздала́', 'variants': ['воссоздала́', 'воссо́здала']},
                   'вручить': {'correct': 'вручи́ть', 'variants': ['вручи́ть', 'вру́чить']},
                   'вручит': {'correct': 'вручи́т', 'variants': ['вручи́т', 'вру́чит']},
                   'газопровод': {'correct': 'газопрово́д', 'variants': ['газопрово́д', 'газопро́вод']},
                   'гастрономия': {'correct': 'гастроно́мия', 'variants': ['гастроно́мия', 'гастрономи́я']},
                   'гектар': {'correct': 'гекта́р', 'variants': ['гекта́р', 'ге́ктар']},
                   'генезис': {'correct': 'ге́незис', 'variants': ['ге́незис', 'гене́зис']},
                   'гладкошёрстный': {'correct': 'гладкошёрстный', 'variants': ['гладкошёрстный', 'гладкоше́рстный']},
                   'гнала': {'correct': 'гнала́', 'variants': ['гнала́', 'гна́ла']},
                   'гналась': {'correct': 'гнала́сь', 'variants': ['гна́лась', 'гнала́сь']},
                   'гравер': {'correct': 'гравёр', 'variants': ['гравёр', 'гра́вер']},
                   'гражданство': {'correct': 'гражда́нство', 'variants': ['гражда́нство', 'гра́жданство']},
                   'гренадер': {'correct': 'гренадёр', 'variants': ['гренадёр', 'грена́дер']},
                   'грушевый': {'correct': 'гру́шевый', 'variants': ['гру́шевый', 'груше́вый']},
                   'давнишний': {'correct': 'давни́шний', 'variants': ['давни́шний', 'да́внишний']},
                   'девичий': {'correct': 'де́вичий', 'variants': ['де́вичий', 'деви́чий']},
                   'демократия': {'correct': 'демокра́тия', 'variants': ['демокра́тия', 'демократи́я']},
                   'деспот': {'correct': 'де́спот', 'variants': ['де́спот', 'деспо́т']},
                   'дефис': {'correct': 'дефи́с', 'variants': ['дефи́с', 'де́фис']},
                   'диагноз': {'correct': 'диа́гноз', 'variants': ['диа́гноз', 'диагно́з']},
                   'диалог': {'correct': 'диало́г', 'variants': ['диало́г', 'диа́лог']},
                   'диспансер': {'correct': 'диспансе́р', 'variants': ['диспансе́р', 'диспа́нсер']},
                   'добела': {'correct': 'добела́', 'variants': ['до́бела', 'добела́']},
                   'добрала': {'correct': 'добрала́', 'variants': ['добрала́', 'добра́ла']},
                   'добралась': {'correct': 'добрала́сь', 'variants': ['добрала́сь', 'добра́лась']},
                   'добыча': {'correct': 'добы́ча', 'variants': ['добы́ча', 'до́быча']},
                   'доверху': {'correct': 'до́верху', 'variants': ['дове́рху', 'до́верху']},
                   'догмат': {'correct': 'до́гмат', 'variants': ['до́гмат', 'догма́т']},
                   'договор': {'correct': 'догово́р', 'variants': ['до́говор', 'догово́р']},
                   'договоренность': {'correct': 'договорённость', 'variants': ['договорённость', 'догово́ренность']},
                   'договорный': {'correct': 'догово́рный', 'variants': ['догово́рный', 'до́говорный']},
                   'дождалась': {'correct': 'дождала́сь', 'variants': ['дождала́сь', 'дожда́лась']},
                   'дозвонится': {'correct': 'дозвони́тся', 'variants': ['дозвони́тся', 'дозво́нится']},
                   'дозвонятся': {'correct': 'дозвоня́тся', 'variants': ['дозвоня́тся', 'дозво́нятся']},
                   'дозировать': {'correct': 'дози́ровать', 'variants': ['дози́ровать', 'дозирова́ть']},
                   'документ': {'correct': 'докуме́нт', 'variants': ['докуме́нт', 'доку́мент']},
                   'донельзя': {'correct': 'доне́льзя', 'variants': ['доне́льзя', 'до́нельзя']},
                   'донизу': {'correct': 'до́низу', 'variants': ['до́низу', 'дони́зу']},
                   'досуг': {'correct': 'досу́г', 'variants': ['досу́г', 'до́суг']},
                   'досуха': {'correct': 'до́суха', 'variants': ['до́суха', 'досу́ха']},
                   'дочерна': {'correct': 'дочерна́', 'variants': ['дочерна́', 'до́черна']},
                   'драматургия': {'correct': 'драматурги́я', 'variants': ['драматурги́я', 'драмату́ргия']},
                   'дремота': {'correct': 'дремо́та', 'variants': ['дремо́та', 'дремота́']},
                   'духовник': {'correct': 'духовни́к', 'variants': ['духовни́к', 'духо́вник']},
                   'еретик': {'correct': 'ерети́к', 'variants': ['ерети́к', 'ере́тик']},
                   'жалюзи': {'correct': 'жалюзи́', 'variants': ['жалюзи́', 'жа́люзи']},
                   'ждала': {'correct': 'ждала́', 'variants': ['ждала́', 'жда́ла']},
                   'желоб': {'correct': 'жёлоб', 'variants': ['жёлоб', 'же́лоб']},
                   'житие': {'correct': 'житие́', 'variants': ['житие́', 'жи́тие']},
                   'житься': {'correct': 'жи́ться', 'variants': ['жи́ться', 'житься́']},
                   'жилось': {'correct': 'жило́сь', 'variants': ['жило́сь', 'жи́лось']},
                   'забронировать (записать)': {'correct': 'заброни́ровать', 'variants': ['заброни́ровать', 'забронирова́ть']},
                   'забронировать (покрыть броней)': {'correct': 'забронирова́ть', 'variants': ['забронирова́ть', 'заброни́ровать']},
                   'завидно': {'correct': 'зави́дно', 'variants': ['зави́дно', 'за́видно']},
                   'завороженный': {'correct': 'заворожённый', 'variants': ['заворожённый', 'заворо́женный']},
                   'заговор (как тайное соглашение, так и заклинание)': {'correct': 'за́говор', 'variants': ['за́говор', 'загово́р']},
                   'загодя': {'correct': 'за́годя', 'variants': ['за́годя', 'загодя́']},
                   'загнутый': {'correct': 'за́гнутый', 'variants': ['за́гнутый', 'загну́тый']},
                   'задолго': {'correct': 'задо́лго', 'variants': ['задо́лго', 'за́долго']},
                   'заем': {'correct': 'заём', 'variants': ['заём', 'за́ем']},
                   'заиндеветь': {'correct': ['заи́ндеветь', 'заиндеве́ть'], 'variants': ['заи́ндеветь', 'заиндеве́ть']},
                   'закупорить': {'correct': 'заку́порить', 'variants': ['заку́порить', 'закупо́рить']},
                   'закупорив': {'correct': 'заку́порив', 'variants': ['заку́порив', 'закупо́рив']},
                   'закупорка': {'correct': 'заку́порка', 'variants': ['заку́порка', 'закупо́рка']},
                   'занятой': {'correct': 'занято́й', 'variants': ['занято́й', 'за́нятой']},
                   'занятый': {'correct': 'за́нятый', 'variants': ['за́нятый', 'заня́тый']},
                   'занята': {'correct': 'занята́', 'variants': ['занята́', 'за́нята']},
                   'занять': {'correct': 'заня́ть', 'variants': ['заня́ть', 'за́нять']},
                   'занял': {'correct': 'за́нял', 'variants': ['за́нял', 'заня́л']},
                   'заняла': {'correct': 'заняла́', 'variants': ['за́няла', 'заняла́']},
                   'заняло': {'correct': 'за́няло', 'variants': ['за́няло', 'заняло́']},
                   'заняли': {'correct': 'за́няли', 'variants': ['за́няли', 'заняли́']},
                   'заперлась': {'correct': 'заперла́сь', 'variants': ['за́перлась', 'заперла́сь']},
                   'запертый': {'correct': 'за́пертый', 'variants': ['за́пертый', 'запёртый']},
                   'заперта': {'correct': 'заперта́', 'variants': ['заперта́', 'за́перта']},
                   'заржаветь': {'correct': 'заржаве́ть', 'variants': ['заржаве́ть', 'заржа́веть']},
                   'засветло': {'correct': 'за́светло', 'variants': ['за́светло', 'засветло́']},
                   'заселенный': {'correct': 'заселённый', 'variants': ['заселённый', 'засе́ленный']},
                   'заселена': {'correct': 'заселена́', 'variants': ['заселена́', 'засе́лена']},
                   'затемно': {'correct': 'за́темно', 'variants': ['за́темно', 'затемно́']},
                   'звонишь': {'correct': 'звони́шь', 'variants': ['звони́шь', 'зво́нишь']},
                   'звонит': {'correct': 'звони́т', 'variants': ['звони́т', 'зво́нит']},
                   'звонят': {'correct': 'звоня́т', 'variants': ['звоня́т', 'зво́нят']},
                   'зимовщик': {'correct': 'зимо́вщик', 'variants': ['зимо́вщик', 'зимовщи́к']},
                   'злоба': {'correct': 'зло́ба', 'variants': ['зло́ба', 'злоба́']},
                   'знамение': {'correct': 'зна́мение', 'variants': ['зна́мение', 'знаме́ние']},
                   'знахарство': {'correct': 'зна́харство', 'variants': ['зна́харство', 'знаха́рство']},
                   'знахарка': {'correct': ['знаха́рка', 'зна́харка'], 'variants': ['зна́харка', 'знаха́рка']},
                   'значимость': {'correct': 'зна́чимость', 'variants': ['зна́чимость', 'значи́мость']},
                   'значимый': {'correct': 'зна́чимый', 'variants': ['зна́чимый', 'значи́мый']},
                   'зубчатый': {'correct': 'зубча́тый', 'variants': ['зубча́тый', 'зу́бчатый']},
                   'игрище': {'correct': 'и́грище', 'variants': ['и́грище', 'игри́ще']},
                   'иероглиф': {'correct': 'иероглиф', 'variants': ['иеро́глиф', 'иерогли́ф']},
                   'избалованный': {'correct': 'избало́ванный', 'variants': ['избало́ванный', 'изба́лованный']},
                   'издавна': {'correct': 'и́здавна', 'variants': ['и́здавна', 'изда́вна']},
                   'изредка': {'correct': 'и́зредка', 'variants': ['и́зредка', 'изредка́']},
                   'иконопись': {'correct': 'и́конопись', 'variants': ['и́конопись', 'ико́нопись']},
                   'иксы': {'correct': 'и́ксы', 'variants': ['и́ксы', 'иксы́']},
                   'индустрия': {'correct': 'индустри́я', 'variants': ['индустри́я', 'инду́стрия']},
                   'инсульт': {'correct': 'инсу́льт', 'variants': ['инсу́льт', 'и́нсульт']},
                   'исключит': {'correct': 'исключи́т', 'variants': ['исключи́т', 'исклю́чит']},
                   'искра': {'correct': 'и́скра', 'variants': ['и́скра', 'искра́']},
                   'исстари': {'correct': 'и́сстари', 'variants': ['и́сстари', 'исста́ри']},
                   'исчерпать': {'correct': 'исче́рпать', 'variants': ['исче́рпать', 'исчерпа́ть']},
                   'каталог': {'correct': 'катало́г', 'variants': ['катало́г', 'ката́лог']},
                   'катарсис': {'correct': 'ка́тарсис', 'variants': ['ка́тарсис', 'ката́рсис']},
                   'кашлянуть': {'correct': 'ка́шлянуть', 'variants': ['ка́шлянуть', 'кашляну́ть']},
                   'квартал': {'correct': 'кварта́л', 'variants': ['кварта́л', 'ква́ртал']},
                   'кедровый': {'correct': 'кедро́вый', 'variants': ['кедро́вый', 'ке́дровый']},
                   'километр': {'correct': 'киломе́тр', 'variants': ['киломе́тр', 'кило́метр']},
                   'кинематография': {'correct': 'кинематогра́фия', 'variants': ['кинематогра́фия', 'кинематографи́я']},
                   'клала': {'correct': 'кла́ла', 'variants': ['кла́ла', 'клала́']},
                   'клеенный (причастие)': {'correct': 'кле́енный', 'variants': ['кле́енный', 'клеённый']},
                   'клееный (прилагательное)': {'correct': 'клеёный', 'variants': ['клеёный', 'кле́еный']},
                   'кожевенный': {'correct': 'коже́венный', 'variants': ['коже́венный', 'кожеве́нный']},
                   'коклюш': {'correct': 'коклю́ш', 'variants': ['коклю́ш', 'ко́клюш']},
                   'колледж': {'correct': 'ко́лледж', 'variants': ['ко́лледж', 'колле́дж']},
                   'коллеж': {'correct': 'колле́ж', 'variants': ['колле́ж', 'ко́ллеж']},
                   'колосс': {'correct': 'коло́сс', 'variants': ['коло́сс', 'ко́лосс']},
                   'компас': {'correct': 'ко́мпас', 'variants': ['ко́мпас', 'компа́с']},
                   'кормящий': {'correct': 'кормя́щий', 'variants': ['кормя́щий', 'ко́рмящий']},
                   'корысть': {'correct': 'коры́сть', 'variants': ['коры́сть', 'ко́рысть']},
                   'краны': {'correct': 'кра́ны', 'variants': ['кра́ны', 'краны́']},
                   'красивее': {'correct': 'краси́вее', 'variants': ['краси́вее', 'красивее́']},
                   'красивейший': {'correct': 'краси́вейший', 'variants': ['краси́вейший', 'красиве́йший']},
                   'кралась': {'correct': 'кра́лась', 'variants': ['крала́сь', 'кра́лась']},
                   'кремень': {'correct': 'креме́нь', 'variants': ['креме́нь', 'кре́мень']},
                   'кремня': {'correct': 'кремня́', 'variants': ['кремня́', 'кре́мня']},
                   'кровоточащий': {'correct': 'кровоточа́щий', 'variants': ['кровоточа́щий', 'кровото́чащий']},
                   'кровоточить': {'correct': 'кровоточи́ть', 'variants': ['кровоточи́ть', 'кровото́чить']},
                   'кухонный': {'correct': 'ку́хонный', 'variants': ['ку́хонный', 'кухо́нный']},
                   'лгала': {'correct': 'лгала́', 'variants': ['лгала́', 'лга́ла']},
                   'лекторов': {'correct': 'ле́кторов', 'variants': ['ле́кторов', 'лекторо́в']},
                   'лилась': {'correct': 'лила́сь', 'variants': ['лила́сь', 'ли́лась']},
                   'ловка': {'correct': 'ловка́', 'variants': ['ловка́', 'ло́вка']},
                   'ломота': {'correct': 'ломо́та', 'variants': ['ломо́та', 'ломота́']},
                   'ломоть': {'correct': 'ломо́ть', 'variants': ['ломо́ть', 'ло́моть']},
                   'лоскут (отходы, остатки)': {'correct': 'ло́скут', 'variants': ['ло́скут', 'лоску́т']},
                   'лоскут (кусочек ткани)': {'correct': 'лоску́т', 'variants': ['лоску́т', 'ло́скут']},
                   'лососевый': {'correct': 'лососёвый', 'variants': ['лососёвый', 'лосо́севый']},
                   'лубочный': {'correct': 'лубо́чный', 'variants': ['лубо́чный', 'лу́бочный']},
                   'мастерски': {'correct': ['ма́стерски', 'мастерски́'], 'variants': ['ма́стерски', 'мастерски́']},
                   'мастерство': {'correct': 'мастерство́', 'variants': ['ма́стерство', 'мастерство́']},
                   'мельком': {'correct': 'ме́льком', 'variants': ['ме́льком', 'мелько́м']},
                   'местностей': {'correct': 'ме́стностей', 'variants': ['ме́стностей', 'местносте́й']},
                   'металлургия': {'correct': 'металлурги́я', 'variants': ['металлурги́я', 'металлу́ргия']},
                   'мещанин': {'correct': 'мещани́н', 'variants': ['мещани́н', 'меща́нин']},
                   'мизерный': {'correct': ['ми́зерный', 'мизе́рный'], 'variants': ['ми́зерный', 'мизе́рный']},
                   'мозаичный': {'correct': 'мозаи́чный', 'variants': ['мозаи́чный', 'моза́ичный']},
                   'молящий': {'correct': 'моля́щий', 'variants': ['моля́щий', 'мо́лящий']},
                   'мусоропровод': {'correct': 'мусоропрово́д', 'variants': ['мусоропрово́д', 'мусоропро́вод']},
                   'мытарство': {'correct': 'мыта́рство', 'variants': ['мыта́рство', 'мы́тарство']},
                   'набело': {'correct': 'на́бело', 'variants': ['на́бело', 'набело́']},
                   'наврала': {'correct': 'наврала́', 'variants': ['наврала́', 'навра́ла']},
                   'надолго': {'correct': 'надо́лго', 'variants': ['надо́лго', 'на́долго']},
                   'наголо': {'correct': ['на́голо', 'наголо́'], 'variants': ['на́голо', 'наголо́']},
                   'нагнутый': {'correct': 'нагну́тый', 'variants': ['нагну́тый', 'на́гнутый']},
                   'наделит': {'correct': 'надели́т', 'variants': ['надели́т', 'наде́лит']},
                   'надорвалась': {'correct': 'надорвала́сь', 'variants': ['надорва́лась', 'надорвала́сь']},
                   'наживший': {'correct': 'нажи́вший', 'variants': ['нажи́вший', 'на́живший']},
                   'нажитый': {'correct': 'на́житый', 'variants': ['на́житый', 'нажи́тый']},
                   'нажита': {'correct': 'нажита́', 'variants': ['нажита́', 'на́жита']},
                   'назвалась': {'correct': 'назвала́сь', 'variants': ['назвала́сь', 'назва́лась']},
                   'накренится': {'correct': 'накрени́тся', 'variants': ['накрени́тся', 'накре́нится']},
                   'налила': {'correct': 'налила́', 'variants': ['налила́', 'нали́ла']},
                   'наливший': {'correct': 'нали́вший', 'variants': ['нали́вший', 'на́ливший']},
                   'налита': {'correct': 'налита́', 'variants': ['нали́та', 'налита́']},
                   'нанявший': {'correct': 'наня́вший', 'variants': ['наня́вший', 'на́нявший']},
                   'нарвала': {'correct': 'нарвала́', 'variants': ['нарвала́', 'нарва́ла']},
                   'насорит': {'correct': 'насори́т', 'variants': ['насори́т', 'насо́рит']},
                   'начать': {'correct': 'нача́ть', 'variants': ['нача́ть', 'на́чать']},
                   'начал': {'correct': 'на́чал', 'variants': ['на́чал', 'нача́л']},
                   'начала': {'correct': 'начала́', 'variants': ['начала́', 'на́чала']},
                   'начали': {'correct': 'на́чали', 'variants': ['на́чали', 'начали́']},
                   'начавший': {'correct': 'нача́вший', 'variants': ['нача́вший', 'на́чавший']},
                   'начав': {'correct': 'нача́в', 'variants': ['нача́в', 'на́чав']},
                   'начавшись': {'correct': 'нача́вшись', 'variants': ['нача́вшись', 'на́чавшись']},
                   'начатый': {'correct': 'на́чатый', 'variants': ['на́чатый', 'нача́тый']},
                   'недруг': {'correct': 'не́друг', 'variants': ['не́друг', 'недру́г']},
                   'недуг': {'correct': 'неду́г', 'variants': ['неду́г', 'не́дуг']},
                   'некролог': {'correct': 'некроло́г', 'variants': ['некроло́г', 'некро́лог']},
                   'нефтепровод': {'correct': 'нефтепрово́д', 'variants': ['нефтепрово́д', 'нефтепро́вод']},
                   'низведенный': {'correct': 'низведенный', 'variants': ['низведённый', 'низведе́нный']},
                   'низведен': {'correct': 'низведён', 'variants': ['низведён', 'низведе́н']},
                   'никчемный': {'correct': 'никчёмный', 'variants': ['никчёмный', 'никче́мный']},
                   'новорожденный': {'correct': 'новорождённый', 'variants': ['новорождённый', 'новоро́жденный']},
                   'ногтя': {'correct': 'но́гтя', 'variants': ['но́гтя', 'ногтя́']},
                   'обеспечение': {'correct': 'обеспе́чение', 'variants': ['обеспе́чение', 'обеспече́ние']},
                   'облегчить': {'correct': 'облегчи́ть', 'variants': ['облегчи́ть', 'обле́гчить']},
                   'облегчит': {'correct': 'облегчи́т', 'variants': ['облегчи́т', 'обле́гчит']},
                   'облилась': {'correct': 'облила́сь', 'variants': ['облила́сь', 'обли́лась']},
                   'обнялась': {'correct': 'обняла́сь', 'variants': ['обняла́сь', 'обня́лась']},
                   'обогнала': {'correct': 'обогнала́', 'variants': ['обогнала́', 'обогна́ла']},
                   'ободрала': {'correct': 'ободрала́', 'variants': ['ободрала́', 'ободра́ла']},
                   'одолжить': {'correct': 'одолжи́ть', 'variants': ['одолжи́ть', 'одо́лжить']},
                   'одолжит': {'correct': 'одолжи́т', 'variants': ['одолжи́т', 'одо́лжит']},
                   'озлобить': {'correct': 'озло́бить', 'variants': ['озло́бить', 'озлоби́ть']},
                   'озлобленный': {'correct': 'озло́бленный', 'variants': ['озло́бленный', 'озлоблённый']},
                   'оклеить': {'correct': 'окле́ить', 'variants': ['окле́ить', 'оклеи́ть']},
                   'окружит': {'correct': 'окружи́т', 'variants': ['окружи́т', 'окру́жит']},
                   'опериться': {'correct': 'опери́ться', 'variants': ['опери́ться', 'опе́риться']},
                   'опломбировать': {'correct': 'опломбирова́ть', 'variants': ['опломбирова́ть', 'опломби́ровать']},
                   'опошлить': {'correct': 'опо́шлить', 'variants': ['опо́шлить', 'опошли́ть']},
                   'опошлит': {'correct': 'опо́шлит', 'variants': ['опо́шлит', 'опошли́т']},
                   'оптовый': {'correct': 'опто́вый', 'variants': ['опто́вый', 'о́птовый']},
                   'осведомить': {'correct': 'осве́домить', 'variants': ['осве́домить', 'осведоми́ть']},
                   'осведомишь': {'correct': 'осве́домишь', 'variants': ['осве́домишь', 'осведоми́шь']},
                   'осведомит': {'correct': 'осве́домит', 'variants': ['осве́домит', 'осведоми́т']},
                   'острие': {'correct': 'остриё', 'variants': ['остриё', 'острие́']},
                   'осужденный': {'correct': 'осуждённый', 'variants': ['осуждённый', 'осу́жденный']},
                   'отбеленный': {'correct': 'отбелённый', 'variants': ['отбелённый', 'отбе́ленный']},
                   'отбыть': {'correct': 'отбы́ть', 'variants': ['отбы́ть', 'о́тбыть']},
                   'отбыла': {'correct': 'отбыла', 'variants': ['отбыла́', 'о́тбыла']},
                   'отдать': {'correct': 'отда́ть', 'variants': ['отда́ть', 'о́тдать']},
                   'отдала': {'correct': 'отдала́', 'variants': ['отдала́', 'отда́ла']},
                   'отдав': {'correct': 'отдав', 'variants': ['отда́в', 'о́тдав']},
                   'отключенный': {'correct': 'отключённый', 'variants': ['отключённый', 'отклю́ченный']},
                   'откупорить': {'correct': 'отку́порить', 'variants': ['отку́порить', 'откупо́рить']},
                   'отозвала': {'correct': 'отозвала́', 'variants': ['отозвала́', 'отозва́ла']},
                   'отозвалась': {'correct': 'отозвала́сь', 'variants': ['отозвала́сь', 'отозва́лась']},
                   'отрочество': {'correct': 'о́трочество', 'variants': ['о́трочество', 'отро́чество']},
                   'отчасти': {'correct': 'отча́сти', 'variants': ['отча́сти', 'о́тчасти']},
                   'отыменный': {'correct': 'отымённый', 'variants': ['отымённый', 'отыме́нный']},
а́ о́ у́ ы́ э́ я́ ё ю́ и́ е́
                    паралИч
                    партЕр
                    патриархИя и допуст. патриАрхия
                    пАхота
                    пепелИще
                    перезвонИть — перезвонИт
                    перелИть — перелилА
                    пЕрчить и допуст. перчИть
                    пЕтля и петлЯ
                    плАнер и допуст. планЁр
                    плЕсневеть
                    плодоносИть
                    повАренная соль
                    повторить — повторИт, повторЁнный
                    поделЁнный
                    поднЯв
                    позвАть — позвалА
                    позвонИть — позвонИшь, позвонИт
                    полИть — полилА
                    положИть — положИл
                    понЯть — понялА, понЯвший, понЯв
                    портфЕль
                    пОручни
                    послАть — послАла
                    постамЕнт
                    пОхороны (похорОн, На похоронАх)
                    предрЕкший
                    премИнуть
                    премировАть
                    прибЫть — прИбыл, прибылА, прИбыло, прибЫв
                    привнесЁнный
                    приговОр
                    придАное
                    призЫв
                    призывнИк
                    призывнОй (пункт, возраст)
                    призЫвный (зовущий)
                    принУдить
                    принЯть - прИнял, прИняли, прИнятый
                    прИнцип
                    приобретЕние
                    прирОст
                    приручЁнный
                    прожИвший
                    прозорлИвый
                    простынЯ
                    процЕнт
                    псевдонИм
                    пулОвер


                    рАкурс и допуст. устар. ракУрс
                    ракУшка и допуст. рАкушка
                    рассердиться - рассердИлся
                    рвать — рвалА
                    ревЕнь
                    ремЕнь
                    ржАветь и ржавЕть
                    рОвен (но: нерОвен и неровЁн час)
                    рУсло


                    санитарИя
                    сантимЕтр
                    свЕдущий
                    сверлИть — сверлИшь, сверлИт
                    свЁкла
                    свИтер [тэ]
                    сечь — сЁк, секлА
                    сИлос
                    симмЕтрия и симметрИя
                    сиротА (мн. ч. сирОты)
                    скАнер [нэ]
                    скворЕчник [шн]
                    слУчай
                    снять — снялА, снЯтый
                    соболЕзнование
                    сОгнутый
                    создАть — создалА
                    созЫв
                    соплемЕнный
                    сорвАть — сорвалА
                    сорИть — сорИт
                    сосредотОчение
                    срЕдство {мн. ч. срЕдства)
                    стАтус
                    статУт
                    стАтуя
                    стеногрАфия
                    столЯр
                    сУдно
                    стресс допуст. [рэ]


                    тамОжня
                    танцОвщица
                    темп [тэ]
                    тендЕнция [тэ, дэ]
                    тЕндер [тэ, дэ]
                    тЕплиться
                    тОрты
                    трИптих
                    тУфля


                    убрАть — убралА
                    убыстрИть
                    Угольный (от уголь)
                    угОльный (от угол)
                    углубИть
                    украИнский
                    укрепИть — укрепИт
                    улУчшить — улУчшенный
                    усугубИть и допуст. устар. усугУбить


                    факсИмиле
                    фарфОр
                    фенОмен (научн. термин)
                    фенОмен (редкое явление) и допуст. феномЕн
                    фетИш
                    филИстер
                    флЕйтовый
                    флюорогрАфия
                    фОрзац
                    формировАть


                    хАос (в древнегреческой мифологии)
                    хАос и допуст. устар. хаОс (беспорядок)
                    характЕрный (типичный)
                    харАктерный (актёр)
                    хлОпок, хлОпковый
                    ходАтайствовать
                    хозЯин (мн. ч. хозЯева)
                    хОленный (прич.)
                    хОленый и допуст. холЁный (прил.)
                    хОлодность
                    христианИн
                    христопродАвец


                    цемЕнт
                    цЕнтнер
                    цепОчка
                    цыгАн


                    чЕрпать
                    чИстильщик


                    шассИ
                    шарф, шАрфа, мн. ч. шАрфы
                    шАхтинский (к шАхты) - шАхтинцы
                    щемИть — щемИт
                    шинЕль [н'е]
                    шофЁр
                    шпрИцы


                    щавЕль
                    щЕбень
                    щегольскОй
                    щепА
                    щепОтка
                    щЁлка
                    щЁлкать


                    Экскурс
                    экспЕрт — экспЕртный
                    Экспорт
                    эпилОг


                    Юркнуть и юркнУть
                    юрОдивый


                    языковОй (относящийся к словесному выражению мыслей человека)
                    языкОвый (относящийся к органу полости рта)
                    яИчница [шн]
                    яИчный допуст. [шн]}